<template>
    <div class="business wrapDiv">
        <div class="staticDiv commonDiv">
            <p class="static_title">帮助中心</p>
<p class="p_title">1. 如何注册法币交易区（CoinsUp OTC）账户？</p>
<p>Step 1，打开网站：otc.coinsup.top;<br />
Step 2，点击右上角，“注册”;<br />
Step 3，在注册页面，选择“国籍”，输入“手机号”，点击“获取验证码”（以手机注册为例）;<br />
Step 4，输入收到的验证码，设置登录密码，再点“注册”。
</p>
<p class="p_title">2. 资金密码是什么？</p>
<p>资金密码是当您在CoinsUp法币交易区（CoinsUp OTC），出售数字资产、或发布广告时，需要填写的密码。<br />
请小心保存。</p>

<p class="p_title">3. 实名认证是什么？</p>
<p>实名认证是指根据你所在的国籍，绑定姓名和身份认证证件。例如，如果你的国籍是中国，那么需要绑定名字和身份证号。</p>

<p class="p_title">4. 什么是高级认证？</p>
<p>备好手机和身份证，在APP或者网页端进行高级认证;</p>

<p class="p_title">5. 如何快速购买{{$store.state.name.currencyname}}？</p>
<p>Step 1，点击“购买”，选择想要的币种、价格、支付方式，点击商家广告。<br />
Step 2，在页面中，输入购买的数量/金额，再次确认交易价格，点击“确认”。<br />
Step 3，下单之后，请您勾选一种您想使用的“支付方式”，然后点击右下角的“去支付”。<br />
Step 4，在点击去支付之后，我们会向您展示您所勾选的“支付方式”卖家的收款账号，按照订单页面显示的支付方式，在金额下方提示的时限内，转账给对方，转账后请务必勾选“我已知晓”并点击“已完成付款”。<br />
Step 5，在“付款确认”弹窗，点击“确定”。<br />
Step 6，付款确认后，等待卖家放币。<br />
Step 7，卖家放币后，交易成功。{{$store.state.name.currencyname}}货将进入您的法币交易账户。<br />
Step 8，您也可以在“我”-“我的资产”中，看到刚购买的{{$store.state.name.currencyname}}货币。</p>

<p class="p_title">6. 如何在法币交易区（CoinsUp OTC），快速出售数字货币？</p>
<p>Step 1，选择你想要的币种（这里以出售{{$store.state.name.currencyname}}为例），考虑价格、支付方式选择广告，点击“出售{{$store.state.name.currencyname}}”。<br />
Step 2，输入数量/金额，再次确认交易价格、金额，输入资金密码，点击“确定”。<br />
Step 3，创建订单后，等待买家付款。<br />
Step 4，买家点击“我已付款”按钮后，请仔细核查款项是否到账。确认到账后，再点击“确认收款并放行"。<br />
Step 5，输入资金密码，勾选“我确认...”，点击“确认放行”。<br />
Step 6，放行数字货币，交易完成。</p>

<p class="p_title">7. 交易区规则</p>
<p>买方用户须知：</p>

<p>1、请在“广告”规定的时间内完成付款，并点击确认付款按钮。买方主动取消订单或者订单超时取消，系统将记录买方取消订单一次。

</p><p>2、Taker买方当日累计3笔取消的，会限制当日买入功能。

</p><p>3、Maker发布求购广告，当天累计取消订单达到3笔的，系统会限制您当天的买入功能。

</p><p>4、因为卖方未提供有效支付方式，导致系统记录买方取消订单，买方已因此被限制当天买入功能的，可以联系平台官方，要求解除限制。

</p><p>5、买方已付款，因买方未及时点击“我已付款”，导致订单超时取消，卖家后续有权选择继续成交或拒绝成交。如若卖方拒绝成交，卖方需将款项原路退回给买方。

</p><p>6、请勿在未完成付款或不付款的情况下点击“我已付款”，该行为是属于恶意行为。当此类订单发生申诉，卖方可拒绝成交，情节严重的，系统将冻结买方账户。

</p><p>7、您在10分钟内未付款且不回应卖方的，当此订单出现申诉时，卖方可拒绝成交。

</p><p>8、请选择您本人的实名支付账户（如银行账户、支付宝账户、微信支付账户）来付款。如果您使用非实名账户或他人账户付款，当此订单出现申诉时，卖方可选择退款不成交。

</p><p>9、为了保证交易的及时性，请选择实时到账的汇款方式，例如支付宝、微信支付、银行实时汇款等。为确保到款的及时性，节假日或工作日的17：00-9：00，超过5万以上的汇款请分批支付，请勿使用支付宝转银行卡、微信转银行卡方式支付。

</p><p>10、买方点击“我已付款”两个小时后，卖方未收到付款，订单出现申诉时，卖方可以拒绝成交。

</p><p>11、请核对卖方最新收款方式，确认收款账户准确性，如买方未按照订单生成的约定账户汇款，将自行承担资金安全风险。

</p><p>12、进行中的订单对应的数字货币资产会锁定在平台;如您转账完成，并点击“我已付款”5分钟后，卖方未放币，则您可选择申诉，如您完全符合以上操作，我们会判定资产属于您。

</p><p>卖方用户须知：

</p><p>1、当您在卖出时，请认真确认您所卖出的价格，因广告价格问题产生的申诉，如买方无违规操作，我们会判定资产属于买方。

</p><p>2、买方已付款，因买方未及时点击“我已付款”，导致订单超时取消，卖家后续有权选择继续成交或拒绝成交。如若拒绝成交，卖方需将款项原路退回给买方。

</p><p>3、买方点击“我已付款”5分钟后未收到账，卖方可选择申诉;如买方不遵循先付款后点击“已付款”、付款不能在两小时以内到达账户或付款后订单取消，卖方可选择申诉，并退款不成交。

</p><p>4、收款时请仔细核实，买方的付款账户实名信息与平台实名信息是否一致。如不一致，请注意收款风险，当此类订单发生申诉时，卖方可选择退款拒绝成交。因用户接受非实名付款，导致他人的支付账户被冻结的，平台会调查问题资金来源，并且有权直接冻结该用户平台账户、取消商家认证资格。

</p><p>5、请在登录网银查看收款无误后，第一时间放行。买方无任何违规，买方标记订单状态为“已付款”后的20分钟以内，卖方无法完成放行的，当此订单发生申诉时，买方有权要求退款不成交，如卖方拒绝协调，我们会直接放行给买方并冻结卖方账户。

</p><p>6、为了确保交易的及时性，请发布广告时务必确保能在线并及时处理订单;如您无法保证及时处理交易订单，请及时下架，以免造成不必要的申诉纠纷。</p>
        </div>
    </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
@import "./static.scss";
</style>